Repository: biblibre/omeka-s-module-ZoteroImport
Catalog: language/*.po
Languages: bg_bg, ca_es, cs, de_de, es, et, eu, fr, hr, it, pt_pt

source: Import another?
bg_bg: Импортиране на друг?
ca_es: Voleu importar un altre?
cs: Importovat další?
de_de: Einen weiteren importieren?
es: ¿Importar otro?
et: Importida veel midagi?
eu: Inportatu beste bat?
fr: Importer autre chose ?
hr: Uvedi još?
it: Importare qualcos'altro?
pt_pt: Importar outro?

source: Past Zotero Imports
bg_bg: Предишен импорт Zotero
ca_es: Importacions anteriors
cs: Předchozí Zotero importy
de_de: Getätigte Zotero Importe
es: Importaciones anteriores de Zotero
et: Varasemad Zotero importimised
eu: Aurreko Zoter Inportazioak
fr: Importations Zotero précédentes
hr: Prošli Zotero Uvozi
it: Importazioni Zotero passati
pt_pt: Importações anteriores do Zotero

source: There are no Zotero imports.
bg_bg: Няма Zotero импорти
ca_es: No hi ha cap importació.
cs: Neexistují žádné Zotero importy.
de_de: Es sind keine Zotero Importe vorhanden.
es: No hay importaciones de Zotero
et: Ühtegi Zotero importimist pole.
eu: Ez dago Zotero inportaziorik.
fr: Il n’y a pas d’importation Zotero.
hr: Nema Zotero uvoza.
it: Non ci sono importazioni Zotero.
pt_pt: Não há importações do Zotero.

source: Zotero Library
bg_bg: Zotero библиотека
ca_es: Biblioteca de Zotero
cs: Knihovna Zotero
de_de: Zotero Bibliografie
es: Librería de Zotero
et: Zotero kogu
eu: Zotero Liburutegia
fr: Bibliothèque Zotero
hr: Zotero Zbirka
it: Biblioteca Zotero
pt_pt: Biblioteca Zotero

source: Items Added Before
bg_bg: Елементи добавени преди
ca_es: Recursos afegits amb anterioritat
cs: Dříve přidané položky
de_de: Einträge hinzugefügt vor dem
es: Elementos añadidos anteriormente
et: Varasemalt lisatud ühikud
eu: Aurretiaz Gehitutako Elementuak
fr: Contenus ajoutés auparavant
hr: Predmeti Dodani Prije
it: Contenuti aggiunti precedentemente
pt_pt: Itens Adicionados Antes

source: Job Status
bg_bg: Състояние на работата
ca_es: Estat de la importació
cs: Stav úlohy
de_de: Status des Jobs
es: Estado del trabajo
et: Töö staatus
eu: Lanaren Egoera
fr: Statut de la tâche
hr: Status Posla
it: Lo stato di lavoro
pt_pt: Estado do Trabalho

source: Item Count
bg_bg: Брой елементи
ca_es: Registres
cs: Počet položek
de_de: Anzahl Einträge
es: Recuento de elementos
et: Ühikute arv
eu: Elementu Kopurua
fr: Nombre de contenus
hr: Broj Predmeta
it: Totale contenuti
pt_pt: Contagem de Itens

source: Undo import
bg_bg: обратно връщане на импорта
ca_es: Desfés la importació
cs: Zrušit import
de_de: Import Rückgängig machen
es: Deshacer la importación
et: Tühista importimine
eu: Desegin inportazioa
fr: Annuler l’importation
hr: Poništi uvoz
it: Annulla importazione
pt_pt: Desfazer importação

source: Import %s
bg_bg: Импорт %s
ca_es: Importa %s
cs: Importovat %s
de_de: Importieren %s
es: Importación al %s
et: Impordi %s
eu: %s inportatu
fr: Importer%s
hr: Uvedi %s
it: Importa %s
pt_pt: Importar %s

source: Undo Import %s
bg_bg: Обратно връщане на импорта %s
ca_es: Desfés la importació %s
cs: Vrátit zpět import%s
de_de: Import %s Rückgängig machen
es: Deshacer importación %s
et: Tühista importimine %s
eu: Desegin %s inportazioa
fr: Annuler l’importation %s
hr: Poništi Uvoz %s
it: Annulla importazione %s
pt_pt: Desfazer Importação %s

source: Import from Zotero
bg_bg: Импорт от Zotero
ca_es: Importa des del Zotero
cs: Import ze Zotero
de_de: Aus Zotero importieren
es: Importar desde Zotero
et: Impordi Zoterost
eu: Zotero bidez inportatu
fr: Importer depuis Zotero
hr: Uvedi iz Zotera
it: Importato da Zotero
pt_pt: Importar a partir do Zotero

source: Undo Import
bg_bg: Обратно връщане на импорта
ca_es: Desfés la importació
cs: Zrušit import
de_de: Import Rückgängig machen
es: Deshacer importación
et: Tühista importimine
eu: Desegin Inportazioa
fr: Annuler l’importation
hr: Poništi Uvoz
it: Annulla importazione
pt_pt: Desfazer Importação

source: Are you sure you would like to undo this import? This will delete all imported items.
bg_bg: Наистина ли искате да отмените този импорт? Това ще изтрие всички импортирани елементи.
ca_es: Esteu segurs que voleu desfer la importació? Això suprimirà tots els registres importats.
cs: Opravdu chcete tento import vrátit zpět? Tímto odstraníte všechny importované položky.
de_de: Sind Sie sicher, dass Sie den Import rückgängig machen wollen? Alle importierten Einträge werden gelöscht.
es: ¿Confirmar el deshacer esta importación? Esta acción borrará todos los elementos importados.
et: Oled sa kindel, et soovid seda importimist tühistada? See kustutab kõik imporditud ühikud.
eu: Ziur zaude inportazio hau desegin nahi duzula? Honek inportatutako elementu guztiak ezabatuko ditu.
fr: Êtes-vous sûr de vouloir annuler cette importation ? Cela va supprimer tous les contenus importés.
hr: Jeste li sigurni da biste htjeli poništiti ovaj uvoz. Ovo će izbrisati sve uvezene predmete.
it: Sei sicuro che vorresti annullare questa impostazione? Questo cancellerà tutti i contenuti importati.
pt_pt: Tem a certeza de que gostaria de desfazer esta importação? Isto eliminará todos os itens importados.

source: Zotero Import
bg_bg: Zotero импорт
es: Importación de Zotero
et: Zotero importimine
eu: Zotero Inportazioak
fr: Importations Zotero
hr: Zotero Uvoz
it: Impostazioni Zotero
pt_pt: Importação Zotero

source: Past Imports
bg_bg: Предишни импорти
ca_es: Importacions anteriors
cs: Minulé importy
de_de: Vergangene Imports
es: Importaciones anteriores
et: Varasemad importimised
eu: Aurreko Inportazioak
fr: Importations précédentes
hr: Prošli Uvozi
it: Impostazioni passati
pt_pt: Importações Anteriores

source: Import into
bg_bg: Информация за импорта
ca_es: Importa a
cs: Importovat do
de_de: Importieren zu
es: Importar en
et: Impordi info
eu: Hemen inportatu
fr: Importer dans
hr: Uvedi u
it: Importa in
pt_pt: Importar para

source: Required. Import items into this item set.
bg_bg: Задължително. Импортирайте елементи в този набор от елементи.
ca_es: Obligatori. Importa registres en aquest conjunt de recursos.
cs: Povinný parametr. Importovat položky do této sady položek.
de_de: Notwendig. Importieren der Einträge in diese Eintragssets.
es: Requerido. Importar elementos dentro de éste conjunto de elementos.
et: Nõutud. Impordi ühikuid sellesse ühikute kogumisse.
eu: Beharrezkoa. Elementu multzo honetan inportatu elementuak.
fr: Requis. Importe les contenus dans cette collection.
hr: Potrebno. Uvezi predmete u ovaj set predmeta.
it: Richiesto. Importa i contenuti in questa serie di contenuti.
pt_pt: Necessário. Importar itens para este conjunto de itens.

source: Library Type
bg_bg: Тип библиотека
ca_es: Tipus de Biblioteca
cs: Typ knihovny
de_de: Typ der Bibliothek
es: Tipo de librería
et: Kogu liik
eu: Liburutegi Mota
fr: Type de bibliothèque
hr: Vrsta Zbirke
it: Tipo di biblioteca
pt_pt: Tipo de Biblioteca

source: Required. Is this a user or group library?
bg_bg: Задължително. Това библиотека на потребител или група е?
ca_es: Obligatori. És un usuario o biblioteca de grup?
cs: Povinný parametr. Jedná se o uživatelskou nebo skupinovou knihovnu?
de_de: Notwendig. Ist dies eine User- oder eine Gruppenbibliographie?
es: Requerido. ¿Es una librería o un grupo de usuarios?
et: Nõutud. Kas see on kasutaja või grupi kogu?
eu: Beharrezkoa. Erabiltzaile edo talde liburutegia da?
fr: Requis. Est-ce une bibliothèque d’un utilisateur ou d’un groupe ?
hr: Potrebno. Je li ovo korisnik ili zbirka grupa?
it: Richiesto. Questo è un utente o gruppo di biblioteca?
pt_pt: Necessário. Trata-se de uma biblioteca de utilizador ou de grupo?

source: Library ID
bg_bg: ID на библиотека
ca_es: ID de la biblioteca
cs: ID knihovny
de_de: Identifikator der Bibliographie
es: ID de la librería
et: Kogu ID
eu: Liburutegi IDa
fr: ID de la bibliothèque
hr: ID Zbirke
it: ID di biblioteca
pt_pt: ID da Biblioteca

source: Required. The user ID can be found on the "Feeds/API" section of the Zotero settings page. The group ID can be found on the Zotero group library page by looking at the URL of "Subscribe to this feed".
bg_bg: Задължително. Потребителският идентификатор може да бъде намерен в раздела "Feeds/API" на страницата с настройки на Zotero. Идентификаторът на групата може да бъде намерен на страницата на библиотеката на Zotero, като погледнете URL адреса на „Абонирайте се за тази емисия“.
ca_es: Requerit. L'ID d'usuari es pot trobar a la secció "Feeds/API" dins la pàgina de configuració del Zotero. L'ID del grup es pot trobar a la pàgina de la biblioteca del grup del Zotero dins de l'URL que es genera amb l'opció "Subscribe to this feed".
cs: Povinný parametr. Uživatelské ID lze nalézt v sekci "Feeds/API" na stránce nastavení Zotero. ID skupiny lze najít na stránce knihovny skupiny Zotero pomocí URL "Přihlásit se k tomuto kanálu".
de_de: Notwendig. Die Identifikation der Nutzer*in (User ID) ist sichtbar im "Feeds/API" Abschnitt der Einstellungsseite von Zotero. Die Identifikation der Gruppe (group ID) ist in der URL sichtbar auf der Zotero Gruppenbibliographie, wenn "diesen Feed abonnieren" (subscribe to this feed) aufgerufen wird.
es: Requerido. Puede encontrarse la ID del usuario en la sección "Feeds/API" de la página de opciones de Zotero. La ID de grupo se encuentra en la página de la librería de grupo de Zotero, en la URL de "Suscribirse a este feed"
eu: Derrigorrezkoa. Erabiltzaile IDa Zotero ezarpen orriko "Jarioak/API" zatian aurkitu daiteke. Talde IDa Zotero talde liburutegi orrialdean aurkitu daiteke "Jario honetara harpidetu" URLan begiratuz.
fr: Requis. L’ID d’utilisateur peut être trouvé dans la section « Flux/API » de la page des paramètres Zotero. L’ID de groupe peut être trouvé sur la page de la bibliothèque du groupe Zotero en regardant dans l’URL de « Souscrire à ce flux ».
hr: Potrebno. ID korisnika se može pronaći u "Feeds/API" odjeljku na Zotero stranici postavki. ID grupe se može pronaći na Zotero stranici zbirke grupa tako da se pogleda URL "Pretplatite se na ovaj feed".
it: Richiesto. L'ID utente è reperibile nella sezione "Feeds/API" della pagine delle impostazioni di Zotero. L'ID di gruppo è reperibile nella pagina della biblioteca di gruppo di Zotero guardando l'URL corrispondente a °Iscriviti a questo feed"
pt_pt: Necessário. O ID do utilizador pode ser encontrado na secção "Feeds/API" da página de definições do Zotero. O ID do grupo pode ser encontrado na página da biblioteca de grupo do Zotero, consultando o URL de "Subscrever este feed".

source: Collection Key
bg_bg: Ключ за колекцията
ca_es: Clau de la col·lecció
cs: Klíč kolekce
de_de: Schlüssel zur Sammlung (Collection Key)
es: Clave de la colección
et: Kollektsiooni võti
eu: Bilduma Giltza
fr: Clé de la collection Zotero
hr: Ključ Kolekcije
it: Collezione chiave
pt_pt: Chave da Colecção

source: Not required. The collection key can be found on the Zotero library page by looking at the URL when looking at the collection.
bg_bg: Не е задължително. Ключът за колекция може да бъде намерен на страницата на библиотеката на Zotero, като погледнете URL адреса, когато разглеждате колекцията.
ca_es: No es requereix. La clau de la col·lecció es pot trobar a la pàgina de la biblioteca del Zotero dins l'URL de la col·lecció.
cs: Nepovinné. Klíč kolekce lze najít na stránce knihovny Zotero tak, že se při prohlížení kolekce podíváte na URL.
de_de: Nicht zwingend notwendig. Der Sammlungsschlüssel (collection key) kann auf der Website der Bibliographie gefunden werden, siehe URL, wenn die Sammlung aufgerufen wird.
es: No requerido. La clave de la colección puede localizarse, en la página de la biblioteca de Zotero, consultando el URL al examinar la colección.
et: Pole nõutud. Kogu võtme võib leida Zotero kogu leheküljelt vaadates kogu leheküljel URL-i.
eu: Hautazkoa. Bilduma giltza Zotero liburutegi orriko URL helbidean aurkitu daiteke bilduma bat errebisatzean.
fr: Facultatif. La clé de la collection peut être trouvé sur la page de la bibliothèque Zotero en regardant l’URL lorsque vous regardez une collection.
hr: Nije potrebno. Ključ kolekcije se može pronaći na stranici Zotero zbirke tako da se pogleda URL kada budete gledali u kolekciju.
it: Non richiesto. La chiave della collezione è reperibile nella pagina della biblioteca di Zotero guardando l'URL che appare guardando la collezione.
pt_pt: Não é necessário. A chave da colecção pode ser encontrada na página da biblioteca do Zotero, consultando o URL ao consultar a colecção.

source: API Key
bg_bg: API ключ
ca_es: Clau API
cs: API klíč
de_de: API Schlüssel
es: Clave API
et: API võti
eu: API Giltza
fr: Clé de l’API
hr: Ključ API-a
it: Chiave API
pt_pt: Chave API

source: Required for non-public libraries and file import.
bg_bg: Изисква се за непублични библиотеки и импортиране на файлове.
ca_es: Requerit per a les biblioteques privades i la importació de fitxers.
cs: Vyžadováno pro neveřejné knihovny a import souborů.
de_de: Notwendig für nicht-öffentliche Bibliographien und Dateiimport.
es: Requerido para librerías no-públicas y la importación de archivos.
et: Nõutud privaatsete kogude ja failide importimisel.
eu: Beharrezkoa publiko ez diren liburutegi eta fitxategi inportaziorako.
fr: Requis pour les bibliothèques non publiques et l’importation de fichiers.
hr: Potrebno za nejavne zbirke i uvoze datoteka.
it: Richiesto per le biblioteche non pubbliche e file importati.
pt_pt: Necessário para bibliotecas não públicas e importação de ficheiros.

source: Import Files
bg_bg: Импортирани файлове
ca_es: Importa els fitxers
cs: Importovat soubory
de_de: Dateien importieren
es: Importar archivos
et: Failide importimine
eu: Inportatu Fitxategiak
fr: Importer des fichiers
hr: Uvedi Datoteke
it: File importati
pt_pt: Importar Ficheiros

source: The API key is required to import files.
bg_bg: API ключът се изисква за импортиране на файлове.
ca_es: La clau API és necessària per importar registres.
cs: Pro import souborů je vyžadován klíč API.
de_de: Der API Schlüssel ist notwendig, um die Dateien zu importieren.
es: Se requiere la clave API para importar los archivos.
et: API võti on failide importimiseks vajalik.
eu: API giltza beharrezkoa da fitxategiak inportatzeko.
fr: La clé de l’API est requise pour importer des fichiers.
hr: API ključ je potreban za uvoz datoteka.
it: La chiave API è richiesta per importare i file.
pt_pt: A chave API é necessária para importar ficheiros.

source: Added after
bg_bg: Добавен след това
ca_es: Afegeix després
cs: Přidáno za
de_de: Hinzugefügt nach dem
es: Añadido después
et: Lisatud pärast
eu: Gehitu ondoren
fr: Ajoutés après le
hr: Dodano nakon
it: Aggiunto dopo
pt_pt: Adicionado depois

source: Only import items that have been added to Zotero after this datetime.
bg_bg: Импортирайте само елементи, които са добавени към Zotero след тази дата.
ca_es: Importa només els registres afegits al Zotero després d'aquesta data.
cs: Importovat pouze položky, které byly přidány do Zotero po tomto datu.
de_de: Nur Einträge importieren, die nach dem Zeitpunkt zu Zotero hinzugefügt wurden.
es: Importar solamente los elementos que se hayan añadido a Zotero después de ésta fecha y hora.
et: Impordi ainult need ühikud, mis on lisatud Zoterosse pärast seda kuupäeva ja kellaaega.
eu: Zoterora data ordu hau baino beranduago gehitu diren elementuak bakarrik inportatu.
fr: Importer uniquement les contenus qui ont été ajouté à Zotero après cette date.
hr: Samo uvezi predmete koji su dodani u Zotero nakon ovog datuma.
it: Importare solamente i contenuti aggiunti a Zotero dopo questa marca temporale.
pt_pt: Importar apenas itens que tenham sido adicionados ao Zotero após esta data.

source: An API key is required to import files.
bg_bg: За импортиране на файлове е необходим API ключ.
ca_es: La clau API és necessària per importar registres.
cs: Pro import souborů je vyžadován klíč API.
de_de: Ein API Schlüssel ist notwendig, um die Dateien zu importieren.
es: Se requiere una clave API para importar archivos.
et: API võti on failide importimiseks vajalik.
eu: API giltza beharrezkoa da fitxategiak inportatzeko.
fr: Une clé d’API est requise pour importer des fichiers.
hr: API ključ je potreban za uvoz datoteka.
it: Una chiave API è richiesta per importare i file.
pt_pt: Uma chave API é necessária para importar ficheiros.

source: Cannot import the Zotero library using the provided API key
bg_bg: Не може да се импортира библиотеката Zotero с помощта на предоставения API ключ
ca_es: No s'ha pogut importar la biblioteca des del Zotero amb la clau API proporcionada.
cs: Nelze importovat knihovnu Zotero pomocí poskytnutého API klíče
de_de: Mit dem zur Verfügung gestellten API-Schlüssel (API key) kann die Zotero Bibliografie nicht importiert werden
es: No se puede importar la librería de Zotero utilizando la clave API suministrada
et: Zotero kogu ei õnnestunud sisestatud API võtmetega importida
eu: Ezin da Zotero liburutegia inportatu adierazitako API giltza erabiliz
fr: Impossible d’importer la bibliothèque Zotero avec la clé d’API fournie.
hr: Zotero zbirka se ne može uvesti s pruženim API ključem
it: Non si può importare la biblioteca Zotero usando la chiave API
pt_pt: Não é possível importar a biblioteca Zotero utilizando a chave API fornecida

source: Importing from Zotero. %s
bg_bg: Импортиране от Zotero. %s
ca_es: Important des del Zotero. %s
cs: Importuji ze Zotera. %s
de_de: Aus Zotero importieren. %s
es: Importando desde Zotero. %s
et: Zoterost importimine. %s
eu: Zotero bidez inportatzen. %s
fr: Importation depuis Zotero en cours. %s
hr: Uvoženje iz Zotera. %s
it: Importazione da Zotero. %s
pt_pt: Importação a partir do Zotero. %s

source: Error when requesting Zotero library: %s
bg_bg: Грешка при обръщане към библиотека Zotero:%s
ca_es: S'ha produït un error en la connexió a la biblioteca del Zotero: %s
cs: Chyba při požadavku na Zotero knihovnu: %s
de_de: Fehler beim Abruf der Zoterobibliographie: %s
es: Error al solicitar la librería de Zotero: %s
et: Tõrge Zotero teegi hankimisel: %s
eu: Errorea Zotero liburutegia eskatzean: %s
fr: Erreur lors de la demande de la bibliothèque Zotero : %s
hr: Greška prilikom zahtijeva Zotero zbirke: %s
it: Errore nel richiedere biblioteca Zotero: %s
pt_pt: Erro ao solicitar a biblioteca Zotero: %s

source: Undoing Zotero import
bg_bg: Ненаправен Zotero импорт
ca_es: Desfés de la importació
cs: Zrušení Zotero importu
de_de: Zotero Import rückgängig machen
es: Deshacer la importación de Zotero
et: Zotero importimise tühistamine
eu: Zotero inportazioa desegiten
fr: Annulation de l’importation Zotero
hr: Poništavanje Zotero uvoza
it: Annullamento importazione Zotero
pt_pt: Desfazer importação Zotero
